Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
nl: deze optie forceert een specifieke inzet om een weergaveprofiel af te dwingen. Dit is handig wanneer een alternatief verkeerde resultaten oplevert

source: tags
nl: labels

source: omit hierarchy in simple tag lists
nl: verwijder hierarchie van gewone label lijsten

source: when creating XMP file the hierarchical tags are also added as a simple list of non-hierarchical ones to make them visible to some other programs. when this option is checked darktable will only include their last part and ignore the rest. so 'foo|bar|baz' will only add 'baz'.
nl: bij de aanmaak van een xmp-bestand worden ook de hiërarchische labels toegevoegd als een eenvoudige lijst van niet-hiërarchische vorm met als doel ze zichtbaar te maken voor andere programma's indien aangevinkt zal Darktable allen het laatste deel insluiten dus 'naam1|naam2|naam3' wordt 'naam3'

source: disable the entry completion
nl: het voltooien van de invoer uitschakelen

source: the entry completion is useful for those who enter tags from keyboard only. for others the entry completion can be embarrassing. need to restart darktable.
nl: de invoer bevestiging is alleen handig voor degenen die labels invoeren met behulp van het toetsenbord. darktable moet opnieuw worden opgestart.

source: other
nl: overige

source: do not show april 1st game
nl: toon het 1 april spel niet

source: password storage backend to use
nl: te gebruiken wachtwoord voor backend-opslag

source: none
nl: geen

source: the storage backend for password storage: auto, none, libsecret, kwallet
nl: de opslag voor wachtwoordopslag: auto, geen, libsecret, kwallet

source: executable for playing audio files
nl: applicatie voor het afspelen van audio-bestanden

source: this external program is used to play audio files some cameras record to keep notes for images
nl: dit externe programma wordt gebruikt om audiobestanden af ​​te spelen die sommige camera's bewaren

source: import
nl: importeren

source: ignore JPEG images when importing film rolls
nl: bij het importeren van mappen de jpeg afbeeldingen negeren

source: when having raw+JPEG images together in one directory it makes no sense to import both. with this flag one can ignore all JPEGs found.
nl: wanneer raw+JPEG beelden in dezelfde map staan heeft het weinig zin om ze beide te importeren. negeer hiermee alle gevonden JPEG's

source: recursive directory traversal when importing filmrolls
nl: bij het importeren van mappen doorkruisen herhalen

source: creator to be applied when importing
nl: bij het importeren deze auteursnaam opnemen

source: publisher to be applied when importing
nl: bij het importeren deze uitgeversnaam opnemen

source: rights to be applied when importing
nl: bij het importeren deze auteursrechten opnemen

source: comma separated tags to be applied when importing
nl: bij het importeren door komma's gescheiden labels opnemen

source: initial import rating
nl: initiële importbeoordeling

source: initial star rating for all images when importing a filmroll
nl: initiële classificatie van alle afbeeldingen bij het importeren van een map

source: session options
nl: sessie instellingen

source: base directory naming pattern
nl: bestandsnaamgevingsmodel voor basismap

source: part of full import path for an import session
nl: deel van een volledig importeerpad voor een importsessie

source: sub directory naming pattern
nl: bestandsnaamgevings model voor onderliggende map

source: keep original filename
nl: behoud originele bestandsnaam

source: file naming pattern
nl: bestandsnaamgevings model

source: file naming pattern used for a import session
nl: bestandsnaamgevings model gebruikt voor import sessie

source: darktable manages your digital negatives in a database and lets you view them through a lighttable. It also enables you to develop raw images and enhance them in a darkroom.
nl: darktable bewaart uw digitale negatieven in een database en toont ze in een bibliotheek, u kunt ze ontwikkelen en verbeteren in de ontwikkel-modulen

source: Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.
nl: overige modules naast de bibliotheek en ontwikkelen zijn kaart, tethering, afdrukken en presentatie

source: darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.
nl: darktable ondersteunt van veel moderne camera's de raw-formaten en werkt met een zeer hoge precisie

source: Virtual light table, showing a collection
nl: virtuele bibliotheek, toont een collectie

source: Virtual dark room with an opened image
nl: virtuele ontwikkelaar met een geopende afbeelding

source: Virtual dark room, sharpening an image
nl: virtuele ontwikkelaar, verscherp een afbeelding

source: Show images on a map
nl: toon afbeeldingen op een kaart

source: Print your images
nl: de afbeeldingen printen

source: _cancel
nl: _annuleer

source: _save
nl: _opslaan

source: TODO: sorry, due to API restrictions we currently cannot set the BPP to
nl: TODO: sorry, vanwege API-restricties kunnen we momenteel de BPP niet instellen op

source: unknown option for --hq
nl: onbekende optie voor --hq

source: unknown option for --export_masks
nl: onbekende optie voor --exports_masks

source: unknown option for --upscale
nl: onbekende optie voor --opschalen

source: unknown option for --apply-custom-presets
nl: onbekende optie voor --toepassing-aangepaste-voorinstellingen

source: error: output file is a directory. please specify file name
nl: fout: uitgaand bestand is een map, geef een bestandsnaam

source: output file already exists, it will get renamed
nl: dit bestand bestaat al, het krijgt een andere naam

source: error: can't open folder %s
nl: fout: openen bestand %s mislukt

source: error: can't open file %s
nl: fout: openen bestand %s lukt niet

source: no images to export, aborting
nl: niets te exporteren, afbreken

source: error: can't open xmp file %s
nl: fout: openen xmp bestand %s

source: empty history stack
nl: verwijder bewerkingsstap(pen)

source: cannot find disk storage module. please check your installation, something seems to be broken.
nl: module schijfopslag niet gevonden, controleer de installatie

source: failed to get parameters from storage module, aborting export ...
nl: ophalen instellingen van de opslagmodule mislukt, exporteren is afgebroken ...

source: unknown extension '.%s'
nl: onbekende extensie '.%s'

source: failed to get parameters from format module, aborting export ...
nl: ophalen instellingen van de formaatmodule mislukt, exporteren is afgebroken ...

source: too much time to update aspect ratio for the collection
nl: teveel tijd om de beeldverhouding van de collectie te updaten

source: film roll
nl: map

source: folders
nl: mappen

source: tag
nl: label

source: date taken
nl: datum genomen

source: date-time taken
nl: tijdsdatum genomen

source: import timestamp
nl: importeer tijdsvermelding

source: change timestamp
nl: verander tijdsvermelding

source: export timestamp
nl: exporteer tijdsvermelding

source: print timestamp
nl: afdrukken tijdsvermelding

source: history
nl: geschiedenis

source: color label
nl: kleurlabel

source: focal length
nl: brandpuntsafstand

source: aperture
nl: diafragma

source: exposure
nl: belichting

source: aspect ratio
nl: beeldverhouding

source: filename
nl: bestandsnaam

source: grouping
nl: groeperen

source: local copy
nl: lokale kopie

source: module order
nl: module volgorde

source: red
nl: rood

source: yellow
nl: geel

source: green
nl: groen

source: blue
nl: blauw

source: purple
nl: paars

source: basic
nl: basis

source: auto applied
nl: automatisch toegepast

source: altered
nl: aangepast

source: tagged
nl: gelabeld

source: not copied locally
nl: niet lokaal gekopieerd

source: group leaders
nl: groepsleiders

source: not defined
nl: niet gedefinieerd

source: %d image of %d (#%d) in current collection is selected
nl: %d afbeelding van %d (#%d) uit de collectie is geselecteerd

source: %d image of %d in current collection is selected
nl: geselecteerd %d afbeelding uit %d

source: work profile
nl: werkprofiel

source: export profile
nl: export profiel

source: softproof profile
nl: softproofprofiel

source: system display profile
nl: systeem weergave profiel

source: sRGB (e.g. JPG)
nl: sRGB (b.v. JPG)

source: sRGB (web-safe)
nl: sRGB (web-veilig)

source: Adobe RGB (compatible)
nl: Adobe RGB (compatibel)

source: linear prophoto RGB
nl: lineair prophoto RGB

source: linear XYZ
nl: lineair XYZ

source: linear infrared BGR
nl: lineair infrarood BGR

source: BRG (for testing)
nl: BRG (om uit te proberen)

source: embedded ICC profile
nl: ingesloten ICC profiel

source: embedded matrix
nl: ingesloten matrix

source: standard color matrix
nl: standaard kleuren matrix

source: enhanced color matrix
nl: verbeterde kleuren matrix

source: vendor color matrix
nl: leverancier kleuren matrix

source: alternate color matrix
nl: alternatieve kleuren matrix

source: BRG (experimental)
nl: BRG (experimenteel)

source: file `%s' to print not found for image %d on `%s'
nl: af te drukken bestand `%s' niet gevonden voor afbeelding %d op `%s'

source: failed to create temporary file for printing options
nl: aanmaak tijdelijk bestand voor afdrukopties mislukt

source: printing on `%s' cancelled
nl: afdrukken op `%s' geannuleerd

source: error while printing `%s' on `%s'
nl: fout bij het afdrukken `%s' on `%s'

source: printing `%s' on `%s'
nl: afdrukken `%s' on `%s'

source: found strange path `%s'
nl: onlogisch pad `%s' gevonden

source: error loading directory `%s'
nl: fout bij het inladen van map `%s'

source: file `%s' has unknown format!
nl: bestand `%s' heeft een onbekend formaat!

source: error loading file `%s'
nl: fout bij het inladen van bestand `%s'

source: darktable - run performance configuration?
nl: darktable -run prestatie configuratie uitvoeren?

source: we have an updated performance configuration logic - executing that might improve the performance of darktable. this will potentially overwrite some of your existing settings - especially in case you have manually modified them to custom values. would you like to execute this update of the performance configuration?
nl: we hebben een opgewaardeerde prestatie configuratie logica- de uitvoer daarvan kan de prestatie van darktable verbeteren een aantal bestaande instellingen zullen mogelijk worden overschreven - met name wanneer handmatig persoonlijke voorkeuren zijn ingesteld wilt u dat deze prestatie update wordt uitgevoerd?

source: no
nl: nee

source: yes
nl: ja

source: At startup, the database failed to open because at least one of the two files in the database is locked. The persistence of the lock is mainly caused by one of the two following causes: - Another occurrence of darktable has already opened this database file and locked it for its benefit. - A previous occurrence of darktable ended abnormally and therefore could not close one or both files in the database properly. How to solve this problem? 1 - Search in your environment if another darktable occurrence is active. If so, use it or close it. The lock indicates that the process number of this occurrence is : <i><b>%d</b></i> 2 - If you can't find this other occurrence, try closing your session and reopening it or shutting down your computer. This will delete all running programs and thus close the database correctly. 3 - If these two actions are not enough, it is because at least one of the two files that materialize the locks remains and that these are no longer attached to any occurrence of darktable. It is then necessary to delete it (or them). The two files are named <i>data.db.lock</i> and <i>library.db.lock</i> respectively. The opening mechanism signals the presence of the <i><b>%s</b></i> file in the <i><b>%s</b></i> folder. (full pathname: <i><b>%s</b></i>). <u>Caution!</u> Do not delete these files without first checking that there are no more occurrences of darktable, otherwise you risk generating serious inconsistencies in your database. As soon as you have identified and removed the cause of the lock, darktable will start without any problem.
nl: bij het opstarten is de database niet geopend omdat ten minste een van de twee bestanden in de database is vergrendeld de persistentie van het slot wordt voornamelijk veroorzaakt door een van de volgende twee oorzaken: - een ander exemplaar van darktable heeft dit databasebestand al geopend en voor zijn voordeel vergrendeld - een eerder optreden van darktable eindigde abnormaal en daarom kon een of beide bestanden in de database niet goed afsluiten hoe dit probleem op te lossen? 1 - zoek in uw omgeving of een andere darktable-gebeurtenis actief is, zo ja, gebruik het of sluit het. het slot geeft aan dat het procesnummer van dit voorval: <i><b>%d</b> </i> is 2 - als u deze andere gebeurtenis niet kunt vinden, sluit dan uw sessie en open deze opnieuw of sluit uw computer af. dit zal alle actieve programma's verwijderen en dus de database correct sluiten 3 - als deze twee acties niet genoeg zijn, is het omdat ten minste één van de twee bestanden die zich voordoet het blijft vasthouden en dat deze niet langer gehecht zijn aan enig optreden van darktable, dan is het nodig deze of beide te verwijderen de namen van beide bestanden zijn <i>data.db.lock</i> and <i>library.db.lock</i>, het openingsmechanisme signaleert de aanwezigheid van <i><b>%s</b></i> bestand in de <i><b>%s</b></i> map (volledig pad: <i><b>%s</b></i>) <u> let op! </u> verwijder deze bestanden niet zonder eerst te controleren of darktable niet meer aanwezig is, anders riskeert u ernstige inconsistenties in uw database te genereren zodra je de oorzaak van het slot hebt gevonden en verholpen, zal darktable probleemloos weer opstarten

source: darktable cannot be started because the database is locked
nl: darktable kan niet worden gestart omdat de database is gesloten

source: close darktable
nl: darktable afsluiten

source: the database lock file contains a pid that seems to be alive in your system: %d
nl: het database lock-bestand bevat een PID die blijkbaar nog actief in uw systeem is:% d

source: the database lock file seems to be empty
nl: het database lock-bestand lijkt leeg te zijn

source: error opening the database lock file for reading: %s
nl: inlezen van het database bestand geeft een foutmelding: %s

source: the database schema has to be upgraded for <span style="italic">%s</span> do you want to proceed or quit now to do a backup
nl: het database schema moet worden bijgewerkt <span style="italic">%s</span> wilt u doorgaan of stoppen voor een backup

source: darktable - schema migration
nl: darktable - schema migratie

source: upgrade database
nl: database opwaarderen

source: an error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupt. do you want to close darktable now to manually restore the database from a backup or start with a new one?
nl: een fout heeft zich voorgedaan bij het openen van de database van <span style="italic">%s</span> het lijkt erop dat de database is beschadigd wilt u darktable sluiten voor een handmatig herstel vanuit een backup of moet een nieuwe database worden opgestart?

source: darktable - error opening database
nl: darktable - fout bij openen database

source: delete database
nl: verwijder database

source: click later to be asked on next startup
nl: klik later om te worden gevraagd bij volgende start

source: click later to be asked when closing darktable
nl: klik later om te worden gevraagd wanneer darktable sluit

source: click later to be asked next time when closing darktable
nl: klik later om de volgende keer te worden gevraagd wanneer darktable sluit

source: the database could use some maintenance there's <span style="italic">%s</span> to be freed do you want to proceed now? %s you can always change maintenance preferences in core options
nl: de database kan wat onderhoud gebruiken er is<span style="italic">%s</span> vrij te maken nu doorgaan? %s u kunt onderhoudsvoorkeuren altijd wijzigen in de kernopties

source: darktable - schema maintenance
nl: darktable - schema onderhoud

source: fast guided filter failed to allocate memory, check your RAM settings
nl: snelle geleide filter kon geen geheugen toewijzen, controleer uw RAM-instellingen

source: do you want to remove this empty directory?
nl: wilt u deze lege map verwijderen?

source: remove empty directory?
nl: lege map verplaatsen?

source: name
nl: bestandsnaam

source: cannot remove film roll having local copies with non accessible originals
nl: verwijderen van een map is niet mogelijk wanneer lokale kopieën bestaan waarvan het origineel niet toegankelijk is

source: you need to copy history from an image before you paste it onto another
nl: kopieer eerst de afbeeldingsgeschiedenis voordat je het op een andere toepast

source: on
nl: aan

source: Sorry,<p>something went wrong. Please try again.</p>
nl: sorry,<p>er ging iets fout, probeer het nog eens</p>

source: Thank you,<p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
nl: bedankt,<p>alles heeft gewerkt, je kunt nu de webbrowser <b>sluiten</b> en <b>terugkeren</b> naar darktable.</p>

source: orphaned image
nl: verweesde afbeelding

source: cannot access local copy `%s'
nl: geen toegang tot lokale kopie `%s'

source: cannot write local copy `%s'
nl: kan geen lokale kopie `%s' schrijven

source: error moving local copy `%s' -> `%s'
nl: fout bij het verplaatsen van lokale kopie `%s' -> `%s'

source: error moving `%s': file not found
nl: fout bij het verplaatsen `%s': bestand niet gevonden

source: error moving `%s' -> `%s': file exists
nl: fout bij het verplaatsen `%s' -> `%s': bestand bestaan al

source: error moving `%s' -> `%s'
nl: fout bij het verplaatsen `%s' -> `%s'

source: cannot create local copy when the original file is not accessible.
nl: aanmaak lokale kopie lukt alleen als het origineel toegankelijk is

source: cannot create local copy.
nl: aanmaak lokale kopie mislukt

source: cannot remove local copy when the original file is not accessible.
nl: verwijderen van lokale kopie is niet mogelijk wanneer het origineel niet toegankelijk is

source: %d local copy has been synchronized
nl: %d lokale kopie is gesynchroniseerd

source: image `%s' is not available!
nl: afbeelding `%s' is niet beschikbaar!

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
nl: geheugen toewijzing voor %s mislukt, verlaag het aantal exporteer stappen of koop meer geheugen

source: thumbnail export
nl: miniatuur exporteren

source: export
nl: exporteren

source: cannot find the style '%s' to apply during export.
nl: toe te passen stijl '%s' bij het exporteren is niet gevonden

source: couldn't expand to a unique filename for session, please check your import session settings.
nl: uitbreiding naar unieke bestandsnaam voor deze sessie is mislukt, controleer uw importeer-instellingen

source: custom
nl: aangepast

source: legacy
nl: erfenis

source: unsupported working profile %s has been replaced by Rec2020 RGB!
nl: niet ondersteund profiel %s is vervangen door lineair Rec2020 RGB!

source: noiseprofile file `%s' is not valid
nl: ruisprofiel bestand `%s' is ongeldig

source: due to a slow GPU hardware acceleration via opencl has been de-activated.
nl: vanwege langzame GPU-hardware wordt versnelling via opencl uitgeschakeld

source: multiple GPUs detected - opencl scheduling profile has been set accordingly.
nl: meerdere GPU's gedecteerd = gepland OpenCL profiel is hiermee overeenkomstig ingesteld

source: very fast GPU detected - opencl scheduling profile has been set accordingly.
nl: zeer snelle GPU gedetecteerd - gepland OpenCL profiel is hiermee overeenkomstig ingesteld

source: opencl scheduling profile set to default.
nl: maak standaard van gepland OpenCl profiel

source: GNOME Keyring backend is no longer supported. configure a different one
nl: GNOME Keyring backend wordt niet meer ondersteund, configureer een andere

source: rejecting %d image
nl: %d afbeelding afwijzen

source: applying rating %d to %d image
nl: classificatie %d ster van %d afbeelding

source: no images selected to apply rating
nl: er zijn geen afbeeldingen geselecteerd om te classificeren

source: style with name '%s' already exists
nl: naam stijl '%s' bestaat al

source: styles/apply %s
nl: stijlen/toepassen %s

source: style named '%s' successfully created
nl: aanmaak profielstijl '%s' is gelukt

source: no image selected!
nl: er is geen afbeelding geselecteerd!

source: module `%s' version mismatch: %d != %d
nl: module `%s' versie komt niet overeen: %d != %d

source: failed to overwrite style file for %s
nl: overschrijven stijlbestand voor %s mislukt

source: style file for %s exists
nl: stijl bestand '%s' bestaat al

source: style %s was successfully imported
nl: stijl '%s' is geïmporteerd

source: above sea level
nl: boven zeeniveau

source: below sea level
nl: beneden zeeniveau

source: creator
nl: auteur

source: publisher
nl: uitgever

source: title
nl: titel

source: description
nl: omschrijving

source: rights
nl: rechten

source: notes
nl: notities

source: version name
nl: versie naam

source: working...
nl: bezig...

source: scroll to change <b>%s</b> of %s module
nl: scroll voor verandering <b>%s</b> van %s module

source: select
nl: selecteren

source: path
nl: pad

source: xmp timestamp
nl: xmp tijdsvermelding

source: database timestamp
nl: database tijdsvermelding

source: updated xmp sidecar files found
nl: bijgewerkt xmp bestand gevonden

source: _close
nl: _afsluiten

source: select all
nl: selecteer alles

source: update database from selected xmp files
nl: update database van geselecteerde xmp bestanden

source: overwrite selected xmp files
nl: overschrijf xmp bestanden

source: capturing %d image
nl: vastleggen %d afbeelding

source: please set your camera to manual mode first!
nl: stel eerst de camera in op handmatig!

source: capture images
nl: maak foto

source: %d/%d imported to %s
nl: %d/%d geïmporteerd naar %s

source: starting to import images from camera
nl: importeren vanuit camera wordt gestart

source: importing %d image from camera
nl: importeer %d afbeelding van de camera

source: import images from camera
nl: importeer afbeeldingen vanaf de camera

source: failed to create film roll for destination directory, aborting move..
nl: aanmaak map voor uitvoer mislukt, verplaatsing afgebroken

source: exposure bracketing only works on raw images.
nl: belichtingsbracketing werkt alleen voor raw-afbeeldingen

source: images have to be of same size and orientation!
nl: afbeelding moeten van dezelfde afmeting en oriëntatie zijn!

source: merging %d image
nl: samenvoegen %d afbeelding

source: wrote merged HDR `%s'
nl: HDR `%s' is opgeslagen

source: duplicating %d image
nl: kloon %d afbeelding

source: flipping %d image
nl: spiegel %d afbeelding

source: removing %d image
nl: verplaats %d afbeelding

source: could not send %s to trash%s%s
nl: %s naar de prullenbak verplaatsen lukt niet%s%s

source: could not physically delete %s%s%s
nl: %s%s%s fysiek verwijderen lukt niet

source: physically delete
nl: fysiek verwijderen

source: physically delete all files
nl: alle bestanden fysiek verwijderen

source: only remove from the collection
nl: alleen uit de collectie verwijderen

source: skip to next file
nl: ga naar volgend bestand

source: stop process
nl: stop bewerking

source: trashing error
nl: prullenbak fout

source: deletion error
nl: verwijder fout

source: trashing %d image
nl: stuur %d afbeelding naar de prullenbak

source: deleting %d image
nl: verwijder %d afbeelding
